;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Pierre le Lidgeu
; TranslationAuthorEmail: support@wisecleaner.com
;

[Translation]
LangCode=040C
ReadHabit=Left-to-right
LanguageName=Français
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Avertissement
Error=Erreur
Confirm=Confirmation
FrmMain.btnSupport.hint=Centre de support
FrmMain.btnnews.hint=Message
FrmMain.btnuninstall.caption=Désinstaller
FrmMain.btnAll.caption=Tous les Programmes
FrmMain.btnSoft.caption=Apps de Bureau
FrmMain.btnApp.caption=Apps Universelles
FrmMain.btnInfreq.caption=Peu Utilisé
FrmMain.btnPatch.caption=Composants Système
FrmMain.btnUnless.caption=Retrait Personnalisé
FrmMain.btnBrowse.caption=Extensions de Browser
FrmMain.btnChrome.caption=Google Chrome
FrmMain.btnIE.caption=Internet Explorer
FrmMain.btnFirfox.caption=Mozilla Firefox
FrmMain.btnEdge.caption=Microsoft Edge
FrmMain.lblrate.caption=Evaluer
FrmMain.BtnNormal.Caption=Retrait Sûr
FrmMain.BtnModify.Caption=Modifier
FrmMain.BtnForce.Caption=Retrait Forcé
FrmMain.BtnRemove.Caption=Retrait de l'entrée
FrmMain.btnLog.Caption=Historique de désinstallation
TfrmUnlog.caption=Historique de désinstallation
TfrmUnlog.head.unDate=Date de désinstallation
TfrmUnlog.head.ItemName=Programme
TfrmUnlog.head.restore=Eléments résiduels
TfrmUnlog.noItems=Aucun élément résiduel
TfrmUnlog.Recovered=Récupéré
TfrmUnlog.recover=Récupérer
pmHelp=Aide en ligne
pmHome=Page d'accueil
pmforum=Forum
pmContact=Nous contacter
pmLang=Langues
pmAbout=A propos
pmSettings=Paramètres
pmOpenEntry=Ouvrir dans "Editeur du Registre"
pmOpenFolder=Ouvrir dans l'Explorateur
PmGoogle=Recherche Google
pmExport=Exporter vers un fichier texte ...
FrmSettings.caption=Paramètres
pmCheckNew=Vérifier les mises à jour
pmRightMenuA=Afficher dans le menu contextuel
ExplorerMenu=Désinstaller avec Wise Program Uninstaller
pmUnisDetect=Détecter la désinstallation d'autres désinstalleurs
pmSaveLeft=Auto-sauvegarde des résidus de désinstallation
pmUEI=Programme d'amélioration de l'expérience utilisateur
FrmAbout.caption=A propos
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Version actuelle :
FrmAbout.lblemail.caption=Support courriel :
FrmAbout.lblhome.caption=Page d'accueil :
FrmAbout.lblthank.caption=Merci aux personnes suivantes pour leurs contributions :
FrmAbout.lblUninstall.caption=Désinstallation
FrmAbout.lblPolicy.caption=Vie privée
FrmAbout.lblEula.caption=EULA
FrmProgressModal.btncancel.caption=Annuler
Frmafterdel.caption=Entrées de Registre et fichiers associés au programme
Frmafterdel.btnremove.caption=Retirer
Frmafterdel.btncancel.caption=Annuler
Frmafterdel.lblinfo.caption=Examinez le résultat et cliquez sur "Retirer" pour achever cette désinstallation.
Frmafterdel.btnnone.caption=Rien cocher
Frmafterdel.btnall.caption=Tout cocher
frmUnlessDel.caption=Désinstallation personnalisée
frmUnlessDel.lblInfo1.caption=La désinstallation personnalisée vous aide à retirer un programme qui ne peut être désinstallé traditionnellement et à nettoyer complètement ses fichiers résiduel. Indiquez un dossier dessous pour supprimer ou désinstaller son programme connexe.
frmUnlessDel.lblinfo2.caption=Entrez une clé de balayage pour vérifier s'il reste des fichiers résiduels après désinstallation.
frmUnlessDel.lblKeyword.caption=Mot-clé :
frmUnlessDel.btnNext.caption=Suivant
frmUnlessDel.btncancel.caption=Annuler
frmUnlessDel.btnremove.caption=Retirer
frmUnlessDel.btnFolder.caption=Parcourir
FrmRate.Btnlist.caption=Avis d'utilisateur
FrmRate.Btnreview.caption=Mon avis
FrmRate.Btnfirst.caption=Soyez notre premier critique
FrmRate.Btnsubmit.caption=Soumettre
FrmRate.lblscore.caption=Evaluer :
FrmRate.lblscorehint.caption=(Cliquez les étoiles pour évaluer)
FrmRate.lblnick.caption=Votre alias :
FrmRate.lblnickhint.caption=(Optionnel)
FrmRate.lblemail.caption=Votre courriel :
FrmRate.lblemailhint.caption=(Optionnel)
FrmRate.lblcontent.caption=Contenu :
FrmRate.lblcontenthint.caption=(Optionnel)
FrmRate.lbldesctitle.caption=Description du logiciel :
FrmRate.lblratesoft.caption=Logiciel(s) recommandé(s)
pmAd=Recevoir des nouvelles sur les produits WiseCleaner
pmDelSaveLeft=Supprimer les sauvegardes de plus de 1 mois
 ffrmDelHint.caption=Nettoyage des résidus
frmDelHint.btnok.caption=Nettoyage
[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonMinimize=Minimiser
ButtonMaximize=Maximiser
ButtonClose=Fermer
ButtonRestore=Restaurer
ButtonMenu=Menu
ButtonCancel=Cancel
[Lang]
NativeLanguage=Français
[Uninstall]
Backuping=Création d'une sauvegarde ...
PublisherUnknown=inconnu
VersionUnknown=inconnue
Rate=Evaluer
ItemName=Nom
Publisher=Editeur
Size=Taille
SetupDate=Date d'installation
Version=Version
Canceled=La tâche de désinstallation a été annulée.
NoLeftOverItem=Aucun élément résiduel détecté.
Removing=Retrait de :
TotalStat=%d programmes détectés, occupant %s d'espace disque.
Calculating=Calcul de la taille ...
Files=Fichier et dossier
RegEntries=Entrées de registre
Items=Eléments
Opration=Action
NoSilent="%s" ne peuvent pas être désinstallés en utilisant le mode silencieux, veuillez essayer de le désinstaller en utilisant le Retrait Sûr.
[message]
NoNews=Il n'y a pas de message à lire.
confimdel=Le répertoire choisi va être retiré de votre PC. Continuer ?
UninstallApp=Désinstallation ...
unistallError=Désinstallation en échec.
NewVer=Une nouvelle version est disponible. Voulez-vous l'installer ?
NoNewVer=Félicitations! Vous utilisez la dernière version!
NoProgramSelected=Sélectionnez d'abord un programme.
IsBusy=Patientez jusqu'à la fin de la désinstallation.
StartFindLeftover=Analyse des fichiers, dossiers et entrées de registre associés ...
Collecting=Collecte des informations des programmes installés ...
BeSureUseForce=Ne choisissez "Retrait forcé" QUE si le retrait sûr ou sélectif a échoué. Voulez-vous continuer ?
ConfirmRemove=Etes-vous certain de vouloir retirer cette entrée ?
RejectItself=Le programme n'a pas de désinstalleur.
TranslateTo=Traduire en ...
UpdateDB=Mise à jour de la base de données ...
BrowserLogin=La synchronisation %s est activée. L'extension peut être réinstallée lors de la prochaine synchronisation. Continuer la désinstallation ?
BrowserRuning=%s est en train de s'exécuter. Cliquez sur Oui pour le fermer et poursuivre la désinstallation. ou cliquez sur Annuler pour interrompre la désinstallation.
CheckProgram=%d programme(s) sont sélectionnés.
CheckExtension=%d extension(s) sont sélectionnées.
checkSize=Taille totale : %s
pluginnone=Aucune extension de navigateur trouvée
BrowserSync=Désactiver %s Sync
uninstallresidual="%s" désinstallation résiduelle.
regentries=%d entrées de registre invalides.
fileentries=%d des fichiers et dossiers résiduels.
[SoftRate]
Querying=Interrogation ...
Good=J'aime
Bad=Je n'aime pas
Safe=Rapport
Ver=Ver :
Ratings=Evaluations
SoftNotExist=Information du  logiciel introuvable.
GetSoftInfoError=Echec de l'acquisition des infos sur le logiciel
UploadSoftLogoError=Erreur d'envoi d'info logiciel
SubmitData=Soumission de vos commentaires pour ce logiciel ...
SubmitSoftInfoError=Erreur de la soumission due au réseau.
SubmitRateSuccess=Soumission réussie.
HaveSubmitRate=Vous l'avez évalué.
Submitgoodbad=Soumission de vos informations ...
me=Moi
NickTooLong=Votre pseudonyme ne peut excéder 20 caractères.
MailTooLong=Votre adresse courriel ne peut excéder 50 caractères.
WrongEmail=Adresse courriel invalide.
ReviewTooLong=La longueur totale de votre critique ne peut excéder 300 caractères.
RateHint=Rejoignez notre évaluation de logiciels et cotez vos applications favorites !
UnknowName=Produit inconnu
UnknowVer=inconnue
UnknowDesc=Description
[Hint]
HintRate=Evaluer ce logiciel
HintClose=Supprimer l'élément
[Monitor]
FindLeftover=%s peut avoir encore abandonné des résidus dans votre PC. Wise Program Unistaller est en train de vérifier ...
NonItems=%s a été totalement retiré de votre ordinateur.
